Repository: tombroucke/otomaties-woocommerce-datepicker
Catalog: resources/languages/otomaties-woocommerce-datepicker-*.po
Languages: nl_be

source: Select a date first
nl_be: Selecteer eerst een datum

source: Datepicker
nl_be: Datumkiezer

source: Timeslot
nl_be: Tijdslots

source: Send notification
nl_be: Stuur melding

source: Send a change notification email to the customer
nl_be: Stuur een e-mail naar de klant

source: %s has been changed
nl_be: %s werd aangepast

source: %s has been changed to %s at %s.
nl_be: %s werd aangepast naar %s om %s.

source: %s has been changed to %s.
nl_be: %s werd aangepast naar %s.

source: Please select a timeslot
nl_be: Selecteer een tijdslot

source: Invalid timeslot
nl_be: Ongeldig tijdslot

source: Please select a delivery date.
nl_be: Selecteer een leverdatum.

source: Please select a valid delivery date.
nl_be: Selecteer a.u.b. een geldige leverdatum.

source: Datepicker changed
nl_be: Aangepaste datumprikker

source: Datepicker changed notification emails are sent when a datepicker is changed.
nl_be: Email wanneer datumprikker wordt aangepast.

source: Your order has been updated
nl_be: Je bestelling werd aangepast

source: Date has changed
nl_be: Datum is aangepast

source: No timeslots available
nl_be: Geen tijdsloten beschikbaar

source: Delivery/pickup date
nl_be: Levering / Ophaaldatum

source: Datepickers
nl_be: Datumprikkers

source: Add datepicker
nl_be: Datumprikker toevoegen

source: For admin eyes only. This will not be displayed to clients.
nl_be: Alleen zichtbaar voor beheerders. Dit wordt niet weergegeven aan klanten.

source: Datepickers details
nl_be: Details datumprikkers

source: Shipping method
nl_be: Verzendmethode

source: Administration label
nl_be: Administratie label

source: This will displayed in on the thankyou-page, e-mails and in the WooCommere backend
nl_be: Dit wordt weergegeven op de bedanktpagina, in e-mails en in de WooCommere backend

source: %s date
nl_be: %s datum

source: Datepicker label
nl_be: Datumprikker label

source: This will displayed right above the datepicker
nl_be: Dit wordt net boven de datumprikker weergegeven

source: Choose a %s date
nl_be: Kies een %s datum

source: Missing date error message
nl_be: Foutmelding ontbrekende datum

source: When a client doesn't provide a date, this error message will be dipslayed.
nl_be: Als een klant geen datum opgeeft, wordt deze foutmelding weergegeven.

source: %s date is missing
nl_be: %s datum ontbreekt

source: Incorrect date error message
nl_be: Foutmelding onjuiste datum

source: When a client provides an invalid date, this error message will be dipslayed.
nl_be: Als een klant een ongeldige datum opgeeft, wordt deze foutmelding weergegeven.

source: %s date is invalid
nl_be: %s datum is ongeldig

source: The number of hours that should be added to the datepicker's min date
nl_be: Het aantal uren dat moet worden toegevoegd aan de min. datum van de datepicker

source: Days to display
nl_be: Aantal dagen om weer te geven

source: The number of days that should be displayed in the datepicker
nl_be: Het aantal dagen dat moet worden toegevoegd aan de min. datum van de datepicker

source: Disabled days
nl_be: Uitgeschakelde dagen

source: Monday
nl_be: Maandag

source: Tuesday
nl_be: Dinsdag

source: Wednesday
nl_be: Woensdag

source: Thursday
nl_be: Donderdag

source: Friday
nl_be: Vrijdag

source: Saturday
nl_be: Zaterdag

source: Sunday
nl_be: Zondag

source: Disabled dates
nl_be: Uitgeschakelde data

source: Add date
nl_be: Datum toevoegen

source: Date from
nl_be: Datum vanaf

source: Date to
nl_be: Datum tot

source: Leave empty if you want to disable only one date
nl_be: Leeg laten als je slechts één datum wilt uitschakelen

source: Enabled dates
nl_be: Ingeschakelde data

source: Timeslot label
nl_be: Label timeslot

source: This will be displayed right above the timeslot picker
nl_be: Dit wordt net boven het tijdslot weergegeven

source: Choose a %s timeslot
nl_be: Kies een %s tijdslot

source: Timeslots
nl_be: Tijdsintervallen

source: Add timeslot
nl_be: Tijdslot toevoegen

source: Days
nl_be: Dagen

source: Slots
nl_be: Sloten

source: Time from
nl_be: Tijd vanaf

source: Time to
nl_be: Tijd tot

source: Missing required parameters
nl_be: Benodigde velden ontbreken

source: Invalid date format
nl_be: Ongeldig datumformaat

source: Hi %s,
nl_be: Beste %s,

source: Add a datepicker on the checkout page
nl_be: Een datepicker toevoegen op de afrekenpagina
